export const psychologicalTestQuestions = [
  {
    id: 1,
    text: "Часто ли Вы испытываете тягу к новым впечатлениям, чтобы отвлечься, испытать сильное ощущение?",
  },
  {
    id: 2,
    text: "Часто ли Вы чувствуете, что нуждаетесь в друзьях, которые могут Вас понять, одобрить, выразить сочувствие?",
  },
  { id: 3, text: "Считаете ли Вы себя беззаботным человеком?" },
  { id: 4, text: "Очень ли трудно Вам отказываться от своих намерений?" },
  {
    id: 5,
    text: "Обдумываете ли Вы свои дела не спеша и предпочитаете ли подождать, прежде чем действовать?",
  },
  {
    id: 6,
    text: "Всегда ли Вы сдерживаете свои обещания, даже если это Вам невыгодно?",
  },
  { id: 7, text: "Часто ли у Вас бывают спады и подъемы настроения?" },
  {
    id: 8,
    text: "Быстро ли Вы обычно действуете и говорите и не растрачиваете ли много времени на обдумывание?",
  },
  {
    id: 9,
    text: "Возникало ли у Вас когда-нибудь чувство, что Вы несчастны, хотя никакой серьезной причины для этого не было?",
  },
  { id: 10, text: "Верно ли, что на спор Вы способны решиться на все?" },
  {
    id: 11,
    text: "Смущаетесь ли Вы, когда хотите познакомиться с человеком противоположного пола, который Вам симпатичен?",
  },
  { id: 12, text: "Бывает ли, что разозлившись, Вы выходите из себя?" },
  { id: 13, text: "Часто ли Вы действуете необдуманно, под влиянием момента?" },
  {
    id: 14,
    text: "Часто ли Вас беспокоит мысль о том, что Вам не следовало бы чего-нибудь делать или говорить?",
  },
  { id: 15, text: "Предпочитаете ли Вы чтение книг встрече с людьми?" },
  { id: 16, text: "Верно ли, что Вас легко задеть?" },
  { id: 17, text: "Любите ли Вы часто бывать в компании?" },
  {
    id: 18,
    text: "Бывают ли у Вас иногда такие мысли, которыми Вам не хотелось бы делиться с другими людьми?",
  },
  {
    id: 19,
    text: "Верно ли, что иногда Вы настолько полны энергии, что все «горит» в руках, а иногда чувствуете сильную вялость?",
  },
  {
    id: 20,
    text: "Стараетесь ли Вы ограничить круг своих знакомств небольшим числом самых близких друзей?",
  },
  { id: 21, text: "Много ли Вы мечтаете?" },
  { id: 22, text: "Когда на Вас кричат, отвечаете ли Вы тем же?" },
  { id: 23, text: "Часто ли Вас терзает чувство вины?" },
  { id: 24, text: "Все ли Ваши привычки хороши и желательны?" },
  {
    id: 25,
    text: "Способны ли Вы дать волю своим чувствам и вовсю повеселиться в шумной компании?",
  },
  {
    id: 26,
    text: "Можно ли сказать, что нервы у Вас часто бывают напряжены до предела?",
  },
  { id: 27, text: "Считают ли Вас человеком живым и веселым?" },
  {
    id: 28,
    text: "После того как дело сделано, часто ли Вы возвращаетесь к нему мысленно и думаете, что могли бы сделать лучше?",
  },
  {
    id: 29,
    text: "Верно ли, что Вы обычно молчаливы и сдержанны, когда находитесь среди людей?",
  },
  { id: 30, text: "Бывает ли, что Вы передаете слухи?" },
  {
    id: 31,
    text: "Бывает ли, что Вам не спится от того, что разные мысли приходят Вам в голову?",
  },
  {
    id: 32,
    text: "Верно ли, что Вам часто приятнее и легче прочесть о том, что Вас интересует в книге, хотя можно быстрее и проще узнать об этом у друзей?",
  },
  { id: 33, text: "Бывает ли у Вас сильное сердцебиение?" },
  {
    id: 34,
    text: "Нравится ли Вам работа, которая требует пристального внимания?",
  },
  { id: 35, text: "Бывают ли у Вас приступы дрожи?" },
  {
    id: 36,
    text: "Верно ли, что Вы всегда говорите о знакомых людях только хорошее даже тогда, когда уверены, что они об этом не узнают?",
  },
  {
    id: 37,
    text: "Верно ли, что Вам неприятно бывать в компании, где постоянно подшучивают друг над другом?",
  },
  { id: 38, text: "Верно ли, что Вы раздражительны?" },
  {
    id: 39,
    text: "Нравится ли Вам работа, которая требует быстроты действия?",
  },
  {
    id: 40,
    text: "Верно ли, что Вам нередко не дают покоя мысли о разных неприятностях и «ужасах», которые могли бы произойти, хотя все кончилось благополучно?",
  },
  { id: 41, text: "Верно ли, что Вы неторопливы в движениях?" },
  { id: 42, text: "Вы когда-нибудь опаздывали на свидание или на работу?" },
  { id: 43, text: "Часто ли Вам снятся кошмары?" },
  {
    id: 44,
    text: "Верно ли, что Вы такой любитель поговорить, что никогда не упустите удобного случая побеседовать с незнакомым человеком?",
  },
  { id: 45, text: "Беспокоят ли Вас какие-нибудь боли?" },
  {
    id: 46,
    text: "Огорчились бы Вы, если бы долго не могли видеться со своими друзьями?",
  },
  { id: 47, text: "Можете ли Вы назвать себя нервным человеком?" },
  {
    id: 48,
    text: "Есть ли среди Ваших знакомых такие, которые Вам явно не нравятся?",
  },
  {
    id: 49,
    text: "Легко ли Вас задевает критика Ваших недостатков или работы?",
  },
  { id: 50, text: "Могли бы Вы сказать, что Вы уверенный в себе человек?" },
  {
    id: 51,
    text: "Трудно ли получать настоящее удовольствие от мероприятий, в которых много участников?",
  },
  { id: 52, text: "Беспокоит ли Вас чувство, что Вы чем-то хуже других?" },
  { id: 53, text: "Сумели бы вы внести оживление в скучную компанию?" },
  {
    id: 54,
    text: "Бывает ли, что Вы говорите о вещах, в которых совсем не разбираетесь?",
  },
  { id: 55, text: "Беспокоитесь ли вы о своем здоровье?" },
  { id: 56, text: "Любите ли Вы подшучивать над другими?" },
  { id: 57, text: "Страдаете ли Вы бессонницей?" },
];
